[
    {"id":1,"name":"Saint martin","img":"https://www.planetware.com/wpimages/2019/12/united-states-virgin-islands-in-pictures-beautiful-places-to-photograph-trunk-bay-beach.jpg","description":"Saint Martin has a land area of 87 km2 (34 sq mi), 53 km2 (20 sq mi) of which is under the sovereignty of the French Republic,[1] and 34 km2 (13 sq mi) under the sovereignty of the Kingdom of the Netherlands.[12] This is the only land border shared by the French Republic and the Kingdom of the Netherlands. There is no border between these countries in continental Europe."},

    {"id":2,"name":"Barbados island","img":"https://s3.amazonaws.com/iexplore_web/images/assets/000/006/173/original/barbados.jpg?1443118788","description":"After two years of mediocre Pandemic vacations, my soul was appreciative but craving more. I decided to check a life-long dream off my bucket list and temporarily relocate to Barbados for four months of bliss and a deep culture dive."},

    {"id":3,"name":"Carribiam island","img":"https://www.kuoni.co.uk/upload/940%20x%20320/luxury/luxury-caribbean-holidays.jpg","description":"Nobu Hotel Orlando is set in the heart of the city and is a stone’s throw from theme parks and popular attractions. The resort will have 300 accommodations including eight villas, a Nobu restaurant, 50 residences, and meeting and event space. It is scheduled to open in 2025."},

    {"id":4,"name":"The Grinadines","img":"https://www.planetware.com/wpimages/2020/03/st-vincent-grenadines-in-pictures-beautiful-places-to-photograph-union-island.jpg","description":"Long overshadowed on the world stage by its larger neighbors in the Windward Islands, including Barbados and Saint Lucia, Saint Vincent and the Grenadines deserves its time in the spotlight. The nation consists of the island of Saint Vincent, its largest and most populous, along with the northern two-thirds of the collective 32 smaller islands which form the Grenadines."},

    {"id":5,"name":"Virgin Island","img":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/33/f5/57/us-virgin-islands.jpg?w=700&h=500&s=1","description":"The pandemic has had a devastating effect on the tourism industry at large, and on the cruise business in particular. As a region largely dependent on the cruise business, the Caribbean took an incredible economic hit."},

    {"id":5,"name":"Sydney","img":"https://cdn.cnn.com/cnnnext/dam/assets/170914151618-sydney-opera-house-full-169.jpg","description":"The pandemic has had a devastating effect on the tourism industry at large, and on the cruise business in particular. As a region largely dependent on the cruise business, the Caribbean took an incredible economic hit."}
]
